Repository: applingua/WelshAppTMX
Catalog: Welsh App TMX by Applingua Ltd.tmx
Source language: en
Languages: cy

source: Get [APPNAME] so we can see each other! %s
cy: Gael [APPNAME] fel y gallwn weld ein gilydd! %s

source: GOAT
cy: GAFR

source: Lamentations
cy: Galarnadau

source: Standard text messaging rates may apply.
cy: Gall cyfraddau safonol negeseuon testun safonol fod yn berthnasol.

source: Carrier texting rates may apply
cy: Gall cyfraddau tecstio eich darparwr fod yn berthnasol

source: This can take a few minutes
cy: Gall hyn gymryd ychydig funudau

source: This value may contain only letters, numbers and the following characters [./-/_].
cy: Gall y gwerth hwn gynnwys llythrennau, rhifau a'r nodau canlynol yn unig [. /-/ _].

source: Enable
cy: Galluogi

source: Enable Notifications
cy: Galluogi Hysbysiadau

source: Enable iCloud in device settings
cy: Galluogi iCloud yng ngosodiadau'r ddyfais

source: Enable in iDesign Menu > Info > Settings > iCloud & Dropbox Settings
cy: Galluogi yn Dewislen iDesign > Gwybodaeth > Gosodiadau > Gosodiadau iCloud & Dropbox

source: Enable All Alerts
cy: Galluogi'r Holl Rybuddion

source: ENABLE AUDIO TESTS AND CONTINUE
cy: GALLUOGWCH BROFION SAIN A PHARHEWCH

source: Please enable contacts access for [APPNAME] in your phone settings.
cy: Galluogwch fynediad i [APPNAME] at eich cysylltiadau yng ngosodiadau eich ffôn.

source: Please enable Location Services in Settings > Privacy
cy: Galluogwch Wasanaethau Lleoli yn Gosodiadau > Preifatrwydd

source: Enabled
cy: Galluogwyd

source: You can
cy: Gallwch

source: You can enable access to the address book in Settings.
cy: Gallwch alluogi mynediad i'r llyfr cyfeiriadau yn y Gosodiadau.

source: You may buy one of them immediately.
cy: Gallwch brynu un ohonynt ar unwaith.

source: You can use photos, videos or coloured backgrounds.
cy: Gallwch ddefnyddio lluniau, fideos neu gefndiroedd lliw.

source: You can use this feature for reviewing the app.
cy: Gallwch ddefnyddio'r nodwedd hon i adolygu'r ap.

source: You may set this aside.
cy: Gallwch osod hwn i naill ochr.

source: You can only invite 10 people at a time.
cy: Gallwch wahodd 10 person yn unig ar un tro.

source: You can extend your subscription only in [APPNAME]
cy: Gallwch ymestyn eich tanysgrifiad yn TimeTrack Pro yn unig

source: You can:
cy: Gallwch:

source: Gallons
cy: Galwyni

source: Gambits
cy: Gambitau

source: by
cy: gan

source: by %@
cy: gan %@

source: including split screen if supported by device.
cy: gan gynnwys sgrin hollt os caiff ei gefnogi gan y ddyfais.

source: Gardening
cy: Garddio

source: Gate
cy: Gât

source: Gate %@
cy: Gât %@

source: Gates
cy: Gatiau

source: Forge
cy: Gefail

source: Game
cy: Gêm

source: Match
cy: Gêm

source: GAME %@
cy: GÊM %@

source: GAME %1$@: %2$@
cy: GÊM %1$@: %2$@

source: Game %1$d
cy: Gêm %1$d

source: GAME %1$d
cy: GÊM %1$d

source: First Game
cy: Gêm Gyntaf

source: Games
cy: Gemau

source: GEMS
cy: GEMAU

source: Matches
cy: Gemau

source: Current Games
cy: Gemau Cyfredol

source: CURRENT GAMES
cy: GEMAU CYFREDOL

source: Included Games
cy: Gemau sy'n Gynwysedig

source: Gardens
cy: Gerddi

source: Nearby
cy: Gerllaw

source: Gigabyte
cy: Gigabeit

source: Cleaning
cy: Glanhau

source: Landing
cy: Glanio

source: Blue
cy: Glas

source: Paste
cy: Gludo

source: paste data
cy: Gludo data

source: Edits pasted
cy: Gludwyd y golygiadau

source: Coppersmith
cy: Gof Copr

source: Request Time Off
cy: Gofyn am amser i ffwrdd

source: Ask for promocode
cy: Gofyn am god hyrwyddol

source: Request a new password
cy: Gofyn am gyfrinair newydd

source: Request help or suggest new feature
cy: Gofyn am gymorth neu awgrymu nodwedd newydd

source: Request Help
cy: Gofyn am Help

source: Please enable location services.
cy: Gofynnir ichi alluogi gwasanaethau lleoli.

source: Please allow [APPNAME] to use your camera. Open [APPNAME] settings now?
cy: Gofynnir ichi ganiatáu i [APPNAME] ddefnyddio'ch camera. Agor gosodiadau [APPNAME] nawr?

source: Please allow [APPNAME] to use your microphone. Open [APPNAME] settings now?
cy: Gofynnir ichi ganiatáu i [APPNAME] ddefnyddio'ch microffon. Agor gosodiadau [APPNAME] nawr?

source: [USERNAME] wants to be your friend.
cy: Gofynnodd [USERNAME] i fod yn ffrind i chi

source: %@ wants to be your friend.
cy: Gofynnodd %@ i fod yn ffrind i chi

source: Required
cy: Gofynnol

source: N
cy: Gog

source: NW
cy: GogOr

source: Postpone
cy: Gohirio

source: Postponed
cy: Gohiriwyd

source: Light
cy: Golau

source: Laundry
cy: Golchi dillad

source: Lighthouse
cy: Goleudy

source: The connection to [APPNAME] dropped out. Try again?
cy: Gollyngodd y cysylltiad ag [APPNAME]. Trio eto?

source: Pasted Edits
cy: Golygiadau wedi'u gludo

source: Edit
cy: Golygu

source: Edit Repeats
cy: Golygu ailadroddiadau

source: Edit caption
cy: Golygu capsiwn

source: Edit entry
cy: Golygu cofnod

source: Edit Event
cy: Golygu digwyddiad

source: Edit recorded events.
cy: Golygu digwyddiadau wedi'u cofnodi.

source: Edit name for %@
cy: Golygu enw ar gyfer %@

source: Edit my profile
cy: Golygu fy mhroffil

source: Edit Guest
cy: Golygu Gwestai

source: Edit guests on table
cy: Golygu gwesteion ar y byrddau

source: Edit History
cy: Golygu Hanes

source: No-import editing
cy: Golygu heb fewngludo

source: Edit multiple items
cy: Golygu mwy nag un eitem

source: Edit profile
cy: Golygu proffil

source: Edit Task
cy: Golygu tasg

source: Text Edit
cy: Golygu testun

source: Edit by duration as well as start and end time.
cy: Golygu yn ôl hyd yn ogystal ag amser dechrau a gorffen.

source: EDIT, CREATE, AND SHARE YOUR OWN FILTERS
cy: GOLYGU, CREU A RHANNU EICH HIDLYDDION EICH HUN

source: Edit name for this location
cy: Golygu'r enw ar gyfer y lleoliad hwn

source: Edit expense
cy: Golygu'r gost

source: Edit Location
cy: Golygu'r Lleoliad

source: Path Edit
cy: Golygu'r llwybr

source: Edit chat.
cy: Golygu'r sgwrs.

source: Edited
cy: Golygwyd

source: Invoice edited
cy: Golygwyd yr anfoneb

source: Overtime
cy: Goramser

source: Best
cy: Gorau

source: Cloud Cover
cy: Gorchuddiad cwmwl

source: Invasion
cy: Goresgyniad

source: Finish
cy: Gorffen

source: End this at %@
cy: Gorffen hwn am %@

source: July
cy: Gorffennaf

source: Force Decimal Dot
cy: Gorfodi'r pwynt degol

source: Supervisor
cy: Goruchwyliwr

source: Procession
cy: Gorymdaith

source: Grim Parade
cy: Gorymdaith Erchyll

source: Install
cy: Gosod

source: Set
cy: Gosod

source: Set Availability
cy: Gosod Argaeledd

source: Set Passcode
cy: Gosod cod cyfrin

source: Set the year start date
cy: Gosod dyddiad dechrau'r flwyddyn

source: Set your daily reminder
cy: Gosod eich nodyn atgoffa dyddiol

source: Set to Public
cy: Gosod fel cyhoeddus

source: Set to private
cy: Gosod fel preifat

source: Set My Availability
cy: Gosod fy Argaeledd

source: Set Alert Settings
cy: Gosod gosodiadau rhybudd

source: Set Custom Location
cy: Gosod lleoliad personol

source: Set a daily goal
cy: Gosod nod dyddiol

source: Set Background Image
cy: Gosod y Ddelwedd Gefndir

source: Manually Set Location
cy: Gosod y lleoliad eich hun

source: Set start time
cy: Gosod yr amser cychwyn

source: Settings
cy: Gosodiadau

source: Current Settings
cy: Gosodiadau cyfredol

source: Synchronization and Cloud settings
cy: Gosodiadau cysoni a'r cwmwl

source: Development Settings
cy: Gosodiadau Datblygu

source: Debug Settings
cy: Gosodiadau Difa Chwilod

source: Dimension settings
cy: Gosodiadau dimensiwn

source: Design Settings
cy: Gosodiadau dylunio

source: LEARNING SETTINGS
cy: GOSODIADAU DYSGU

source: Learning & Sound Settings
cy: Gosodiadau Dysgu a Sain

source: Overtime settings for all projects and clients
cy: Gosodiadau goramser ar gyfer pob prosiect a chleient

source: Filter Settings
cy: Gosodiadau hidlo

source: Profile Settings
cy: Gosodiadau Proffil

source: SOUND SETTINGS
cy: GOSODIADAU SAIN

source: Page Setup…
cy: Gosodiadau Tudalen…

source: APP SETTINGS
cy: GOSODIADAU'R APP

source: Board Settings
cy: Gosodiadau'r bwrdd

source: Cloud Settings
cy: Gosodiadau'r cwmwl

source: Cloud Settings - iCloud / Dropbox
cy: Gosodiadau'r cwmwl - iCloud/Dropbox

source: Grid Settings
cy: Gosodiadau'r grid

source: Widget Settings
cy: Gosodiadau'r gydran

source: Watch Settings
cy: Gosodiadau'r Oriawr

source: Text settings
cy: Gosodiadau'r testun

source: Lower
cy: Gostwng

source: Decrease to %@
cy: Gostwng i %@

source: Discount
cy: Gostyngiad

source: Degree
cy: Gradd

source: Degrees
cy: Graddau

source: Grads
cy: Graddau

source: Scale
cy: Graddfa

source: Drawing Scale
cy: Graddfa darlunio

source: Gradient
cy: Graddiant

source: Linear or Radial Gradient
cy: Graddiant llinol neu reiddiol

source: Scale and crop
cy: Graddio a thocio

source: Grains
cy: Gronynnau

source: Group
cy: Grŵp

source: Current Group
cy: Grŵp Cyfredol

source: Group:
cy: Grŵp:

source: Groups
cy: Grwpiau

source: Grouping
cy: Grwpio

source: Group by day
cy: Grwpio yn ôl diwrnod

source: Group by project
cy: Grwpio yn ôl prosiect

source: Force
cy: Grym

source: Bottom
cy: Gwaelod

source: Empty
cy: Gwag

source: Empty Album
cy: Gwagio'r albwm

source: Separate
cy: Gwahanu

source: Comma Separators
cy: Gwahanwyr atalnodau

source: Column separator for CSV (Excel) file
cy: Gwahanydd colofn ar gyfer ffeil CSV (Excel)

source: CSV field separator
cy: Gwahanydd maes CSV

source: Bans
cy: Gwaharddiadau

source: Invite
cy: Gwahodd

source: Invite with sms or other
cy: Gwahodd â neges destun neu arall

source: Invite with sms, FB or other
cy: Gwahodd â neges destun, FB neu fodd arall

source: Invite via email
cy: Gwahodd ar e-bost

source: Invite via SMS
cy: Gwahodd ar SMS

source: Invite Contacts
cy: Gwahodd Cysylltiadau

source: Invite your friends
cy: Gwahodd eich ffrindiau

source: Invite friends
cy: Gwahodd ffrindiau

source: Invite Facebook friends
cy: Gwahodd ffrindiau Facebook

source: Invite Friends to Frontback
cy: Gwahodd ffrindiau i Frontback

source: Invite All
cy: Gwahodd pawb

source: Invite your friends to join AMAZE and you all get a %@ voucher - Check it out!
cy: Gwahoddwch eich ffrindiau i ymuno ag AMAZE ac fe gewch daleb %@ - Cymerwch olwg!

source: Invite a friend!
cy: Gwahoddwch ffrind!

source: Work
cy: Gwaith

source: Nice work!
cy: Gwaith da!

source: Ironworks
cy: Gwaith Haearn

source: Error
cy: Gwall

source: Unknown Error
cy: Gwall anhysbys

source: Unexpected Error
cy: Gwall annisgwyl

source: Verification error
cy: Gwall dilysu

source: Facebook error. Operation couldn't be completed. Please check your Facebook settings on your phone.
cy: Gwall gyda Facebook. Ni ellir cwblhau'r weithred. Gwiriwch eich gosodiadau Facebook ar eich ffôn.

source: Location Error
cy: Gwall gyda'r lleoliad

source: Signup info error
cy: Gwall gyda'r wybodaeth wrth gofrestru

source: Math Error
cy: Gwall Maths

source: Internal signup error
cy: Gwall mewnol wrth gofrestru

source: Internal error creating user
cy: Gwall mewnol yn creu'r defnyddiwr

source: Network error
cy: Gwall rhwydwaith

source: Network error. Please try again later.
cy: Gwall rhwydwaith. Rhowch gynnig arall arni nes ymlaen.

source: Error while saving settings
cy: Gwall wrth gadw gosodiadau

source: Purchase error
cy: Gwall wrth brynu

source: Playback Error
cy: Gwall wrth chwarae yn ôl

source: People you might know failed to load.
cy: Gwall wrth edrych am bobl y gallech fod yn eu hadnabod.

source: Import Error
cy: Gwall wrth fewngludo

source: Error Saving to Camera Roll
cy: Gwall wrth gadw i'r rhôl camera

source: Error saving video
cy: Gwall wrth gadw'r fideo

source: Signup error
cy: Gwall wrth gofrestru

source: Error creating user
cy: Gwall wrth greu defnyddiwr

source: Error connecting to Facebook
cy: Gwall wrth gysylltu â Facebook

source: Facebook connection error
cy: Gwall wrth gysylltu â Facebook

source: Error in link to the website
cy: Gwall wrth gysylltu â'r wefan

source: Connection Error!
cy: Gwall wrth gysylltu!

source: Error loading Facebook friends
cy: Gwall wrth lwytho ffrindiau Facebook

source: Error setting the goal :(
cy: Gwall wrth osod y nod:(

source: Recording Error
cy: Gwall wrth recordio

source: Error inviting friends
cy: Gwall wrth wahodd ffrindiau

source: Error on backup / restore from Dropbox
cy: Gwall wrth wneud copi wrth gefn / adfer o Dropbox

source: Error: %@
cy: Gwall: %@

source: Error: Requested product is not available for your application.
cy: Gwall: Nid yw'r cynnyrch ddewisoch chi ar gael ar gyfer eich ap.

source: Error: Requested product is not available.
cy: Gwall: Nid yw'r cynnyrch ddewisoch chi ar gael.

source: Error: Requested product is already purchased.
cy: Gwall: Rydych eisoes wedi prynu'r cynnyrch ddewisoch chi.

source: Error: Requested video item is already purchased.
cy: Gwall: Rydych eisoes wedi prynu'r fideos ddewisoch chi.

source: Hand Madness
cy: Gwallgofrwydd Llaw

source: Service
cy: Gwasanaeth

source: Airport Express
cy: Gwasanaeth cyflym y maes awyr

source: Services
cy: Gwasanaethau

source: Location Services
cy: Gwasanaethau Lleoli

source: Sunrise
cy: Gwawr

source: New split view in any orientation on iPad, and iPhone 6 Plus in landscape.
cy: Gwedd hollt newydd mewn unrhyw ogwydd ar iPad, ac iPhone 6 Plus ar draws.

source: Chart View
cy: Gwedd Siart

source: Then View
cy: Gwedd Wedyn

source: Website
cy: Gwefan

source: App Website
cy: Gwefan yr Ap

source: Mobile Phone Charger
cy: Gwefrydd ffôn symudol

source: Server
cy: Gweinydd

source: FTP Server
cy: Gweinydd FTP

source: Administration
cy: Gweinyddiaeth

source: Admin
cy: Gweinyddol

source: Workshop
cy: Gweithdy

source: EMPLOYEE ACTIVITY
cy: GWEITHGAREDD GWEITHIWR

source: Employee
cy: Gweithiwr

source: New Employee
cy: Gweithiwr newydd

source: Worked
cy: Gweithiwyd

source: worked %@
cy: gweithiwyd %@

source: Action
cy: Gweithred

source: Active
cy: Gweithredol

source: Employees
cy: Gweithwyr

source: Pending Employees
cy: Gweithwyr yn aros

source: Visible
cy: Gweladwy

source: View
cy: Gweld

source: See what other users have voted
cy: Gweld beth mae eraill wedi pleidleisio

source: See what’s new with the dashboard.
cy: Gweld beth sy'n newydd gyda'r bwrdd rheoli.

source: See what's new!
cy: Gweld beth sy'n newydd!

source: See Fewer Stats
cy: Gweld llai o ystadegau

source: View People
cy: Gweld pobl

source: VIEW PROFILE
cy: GWELD PROFFIL

source: Check who's here
cy: Gweld pwy sydd yma

source: View scores
cy: Gweld sgorau

source: See it in Action
cy: Gweld sut mae'n gweithio

source: View Request
cy: Gweld y cais

source: View Terms
cy: Gweld y telerau

source: View by day, week or month.
cy: Gweld yn ôl diwrnod, wythnos neu fis.

source: Night Vision
cy: Gweld yn y nos

source: View Schedule
cy: Gweld yr Amserlen

source: See All Stats
cy: Gweld yr holl ystadegau

source: Visibility
cy: Gwelededd

source: Visual
cy: Gweledol

source: See our iCloud FAQ here
cy: Gweler ein Cwestiynau Cyffredin am iCloud yma

source: See product details here
cy: Gweler manylion y cynnyrch yma

source: Better Communication
cy: Gwell cyfathrebu

source: IMPROVED PRODUCTIVITY
cy: GWELL CYNHYRCHIANT

source: Better luck next time!
cy: Gwell lwc y tro nesaf!

source: Improve CALC
cy: Gwella CALC

source: last seen today at
cy: gwelwyd diwethaf heddiw am

source: Fri
cy: Gwener

source: Oasis
cy: Gwerddon

source: Pawn
cy: Gwerinwr

source: Peasants
cy: Gwerinwyr

source: Nomad Camp
cy: Gwersyll Crwydriaid

source: Value
cy: Gwerth

source: App Appreciation
cy: Gwerthfawrogi'r Ap

source: Junk Dealer
cy: Gwerthwr Sothach

source: guest
cy: gwestai

source: Hotels
cy: Gwestai

source: New Guest
cy: Gwestai Newydd

source: guests
cy: gwesteion

source: Guests
cy: Gwesteion

source: Evening guests
cy: Gwesteion gyda'r nos

source: Day guests
cy: Gwesteion y dydd

source: Hotel
cy: Gwesty

source: Security check
cy: Gwiriad diogelwch

source: Check
cy: Gwirio

source: verify
cy: gwirio

source: Check expiry date on Credit / Debit cards
cy: Gwirio dyddiad dod i ben cardiau credyd / debyd

source: Verify phone
cy: Gwirio rhif ffôn

source: Check your email
cy: Gwirio'ch e-bost

source: Check connection
cy: Gwirio'r cysylltiad

source: Check roaming settings on your mobile phone
cy: Gwirio'r gosodiadau crwydro ar eich ffôn symudol

source: Please check your inbox for instructions on how to reset your password.
cy: Gwiriwch eich blwch derbyn am gyfarwyddiadau ar sut i ailosod eich cyfrinair.

source: Please check your connection and try
cy: Gwiriwch eich cysylltiad a rhowch gynnig

source: Please check your network connection and try again.
cy: Gwiriwch eich cysylltiad rhwydwaith a rhowch gynnig arall arni.

source: Please, check your Internet connection. It seems to be offline. So we are unable to process your request
cy: Gwiriwch eich cysylltiad rhyngrwyd. Mae'n ymddangos ei fod all-lein. Felly ni allwn brosesu'ch cais

source: Check your parental control settings and try again later
cy: Gwiriwch eich gosodiadau rheolaeth gan rieni a rhowch gynnig arall arni nes ymlaen

source: Verify your phone
cy: Gwiriwch eich rhif ffôn

source: Verify your phone so we know you're not a robot.
cy: Gwiriwch eich rhif ffôn er mwyn i ni wybod mai nad robot ydych chi.

source: Please check whether Email is configured on the device
cy: Gwiriwch p'un a yw e-bost wedi'i ffurfweddu ar y ddyfais

source: Country
cy: Gwlad

source: Greece
cy: Gwlad Groeg

source: Feast
cy: Gwledd

source: Countries
cy: Gwledydd

source: Precipitation
cy: Gwlybaniaeth

source: MAKE
cy: GWNEUD

source: Make 10
cy: Gwneud 10

source: Make 8
cy: Gwneud 8

source: Request
cy: Gwneud cais

source: Backup and Restore
cy: Gwneud copi wrth gefn ac adfer

source: Backup to Dropbox
cy: Gwneud copi wrth gefn i Dropbox

source: Backup to e-mail
cy: Gwneud copi wrth gefn i e-bost

source: Backup to iTunes share folder
cy: Gwneud copi wrth gefn i ffolder rhannu iTunes

source: Backup to FTP Server
cy: Gwneud copi wrth gefn i'r Gweinydd FTP

source: Make local copies
cy: Gwneud copïau lleol

source: Make your own backups and store them externally.
cy: Gwneud copïau wrth gefn eich hun a'u storio'n allanol.

source: Do nothing
cy: Gwneud dim byd

source: Loop de loop
cy: Gwneud dolen

source: Make Prediction
cy: Gwneud rhagfynegiad

source: Make Predictions
cy: Gwneud rhagfynegiadau

source: Fortune Teller
cy: Gwraig Dweud Ffortiwn

source: Original
cy: Gwreiddiol

source: Fathoms
cy: Gwrhydau

source: Scheduling Conflict
cy: Gwrthdaro yn yr amserlen

source: Contrast
cy: Gwrthgyferbyniad

source: Decline
cy: Gwrthod

source: Deny
cy: Gwrthod

source: Deny Request
cy: Gwrthod y Cais

source: Declined
cy: Gwrthodwyd

source: Object
cy: Gwrthrych

source: Object To Mixer
cy: Gwrthrych i'r cymysgydd

source: Male
cy: Gwryw

source: Push
cy: Gwthio

source: Push & Text
cy: Gwthio a thestun

source: Push Only
cy: Gwthio yn unig

source: Info
cy: Gwyb

source: Information
cy: Gwybodaeth

source: Version Update Info
cy: Gwybodaeth am ddiweddariad y fersiwn

source: Device Infomation
cy: Gwybodaeth am y ddyfais

source: Missing Information.
cy: Gwybodaeth ar goll.

source: Private Information
cy: Gwybodaeth breifat

source: Fantastic!
cy: Gwych!

source: Great!
cy: Gwych!

source: Sweet!
cy: Gwych!

source: Great! Would you mind leaving us a review in the App Store?
cy: Gwych! Byddai ots gennych adael adolygiad ohonom yn yr App Store?

source: Irish
cy: Gwyddeleg

source: SCIENCE & TECH
cy: GWYDDONIAETH A THECHNOLEG

source: Festival
cy: Gŵyl

source: Holiday
cy: Gwyliau

source: Watch On
cy: Gwylio ar

source: Watch a film
cy: Gwylio ffilm

source: WATCH A VIDEO
cy: GWYLIO FIDEO

source: Watch Video
cy: Gwylio fideo

source: Viewers Also Watched
cy: Gwylwyr hefyd wedi gwylio

source: Wind
cy: Gwynt

source: Green
cy: Gwyrdd

source: Cyan
cy: Gwyrddlas

source: Who are you with?
cy: Gyda phwy ydych chi?

source: Evening
cy: Gyda'r nos

source: Only with project
cy: Gyda'r prosiect yn unig

source: Drive
cy: Gyrru

source: Ironmonger
cy: Haearnwerthwr

source: Current Layer
cy: Haen bresennol

source: Duplicate layer
cy: Haen ddyblyg

source: Layers
cy: Haenau

source: Haven
cy: Hafan

source: Home
cy: Hafan

source: Homepage
cy: Hafan

source: History
cy: Hanes

source: Past
cy: Hanes

source: History and Aggregate functions
cy: Hanes a'r Swyddogaethau Cronnus

source: Invoice history
cy: Hanes anfonebu

source: Harem
cy: Harîm

source: Hashtags
cy: Hashnodau

source: Copyright
cy: Hawlfraint

source: Claim offer
cy: Hawlio cynnig

source: CLAIM NOW
cy: HAWLIO NAWR

source: Not sent
cy: Heb anfon

source: Not set
cy: Heb ei osod

source: Not included
cy: Heb eu cynnwys

source: Not Signed In
cy: Heb fewngofnodi

source: Not seated
cy: Heb gael sedd

source: User not found
cy: Heb ganfod y defnyddwyr

source: Post unfeatured
cy: Heb gynnwys y post

source: Twitter Not Connected
cy: Heb gysylltu â Twitter

source: Course not downloaded yet
cy: Heb lawrlwytho'r cwrs eto

source: No Alarms Set
cy: Heb osod unrhyw larymau

source: Hasn't watched your video. Send a reminder?
cy: Heb wylio'ch fideo. Anfon nodyn atgoffa?

source: Hectares
cy: Hectarau

source: Hectobyte
cy: Hectobeit

source: Today
cy: Heddiw

source: Today: %@ pts
cy: Heddiw: %@ pwynt

source: ALSO SCHEDULED
cy: HEFYD WEDI TREFNU

source: Helmet
cy: Helmed

source: helmets
cy: helmedau

source: Hi,
cy: Helo,

source: Hi, %@
cy: Helo, %@

source: Hello, %1$s
cy: Helo, %1$s

source: Hey! Don't forget to add your employees!
cy: Helo! Peidiwch ag anghofio ychwanegu eich gweithwyr!

source: Help and Support
cy: Help a Chymorth

source: Feedback & Help
cy: Help ac adborth

source: Help me learn this
cy: Helpu mi ddysgu hwn

source: Old Password
cy: Hen Gyfrinair

source: Elder Escaped
cy: Henadur wedi dianc

source: Elders woken
cy: Henaduriaid a ddeffrowyd

source: Elders escaped
cy: Henaduriaid bu ddianc

source: Monument
cy: Heneb

source: CHALLENGE YOUR FRIENDS
cy: HERIWCH EICH FFRINDIAU

source: Noble Brigand
cy: Herwr Bonheddig

source: Filter Times
cy: Hidlo Amserau

source: Filter Dates
cy: Hidlo Dyddiadau

source: Filter both Then and Chart by task, date, or by time.
cy: Hidlo Wedyn a'r Siart yn ôl tasg, dyddiad, neu drwy amser.

source: Filter by time of day
cy: Hidlo yn ôl amser o'r dydd

source: Filter by date
cy: Hidlo yn ôl dyddiad

source: Filter by task
cy: Hidlo yn ôl tasg

source: Filter out all events, except those for the selected task and it's subtasks.
cy: Hidlo'r holl ddigwyddiadau allan, ac eithrio'r dasg a ddewiswyd a'r is-dasgau.

source: Filter
cy: Hidlydd

source: Filter (on)
cy: Hidlydd (i ffwrdd)

source: Filter (off)
cy: Hidlydd (ymlaen)

source: Filter, active
cy: Hidlydd, gweithredol

source: Shareable Custom Filters
cy: Hidlyddion personol y gellir eu rhannu

source: Rectangle
cy: Hirsgwar

source: Preferred
cy: Hoff

source: Favorite Game
cy: Hoff gêm

source: FAVORITE LISTINGS
cy: HOFF RESTRIADAU

source: Preferred Positions
cy: Hoff swyddi

source: Would you like to restore your previous purchase of the %@ or purchase it now?
cy: Hoffech chi adfer eich pryniant blaenorol o %@ neu ei brynu nawr?

source: Would you like to recommend [APPNAME] to a friend?
cy: Hoffech chi argymell [APPNAME] i ffrind?

source: Wouldn't you like to authorize this app to use you Address Book ?
cy: Hoffech chi roi caniatâd i'r ap hwn ddefnyddio'ch Llyfr Cyfeiriadau?

source: Wouldn't you like to authorize this app to use you Photo Library ?
cy: Hoffech chi roi caniatâd i'r ap hwn ddefnyddio'ch Llyfrgell Luniau?

source: Would you like to see an introduction?
cy: Hoffech chi weld cyflwyniad?

source: Would you like to enable Game Center to compete with friends and unlock achievements?
cy: Hoffet ti alluogi'r Game Center i gystadlu gyda ffrindiau a datgloi cyraeddiadau?

source: Like
cy: Hoffi

source: Like it?
cy: Hoffi?

source: Like us on Facebook
cy: Hoffwch ni ar Facebook

source: Yes
cy: Hoffwn

source: Sign me up!
cy: Hoffwn gofrestru nawr!

source: Moisturiser
cy: Hufen lleithio
